7767517
60 68
Input                    input0                   0 1 input0 0=448 1=448 2=3 -23328=1,1178262861 -23329=1,59.984638
Convolution              Conv_0                   1 1 input0 input.4 0=64 1=7 3=2 4=3 5=1 6=9408 20=1 21=72 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,71.033951
ReLU                     Relu_1                   1 1 input.4 onnx::MaxPool_141 20=1 21=32767 22=15 23=1 -23328=1,1 -23329=1,71.033951
Pooling                  MaxPool_2                1 1 onnx::MaxPool_141 input.8 1=3 2=2 3=1 5=1 20=1 21=21052 22=15 -23328=1,1 -23329=1,45.638180
Split                    splitncnn_0              1 2 input.8 input.8_splitncnn_0 input.8_splitncnn_1 -23328=1,1 -23329=2,45.638180,45.638180
Convolution              Conv_3                   1 1 input.8_splitncnn_1 input.16 0=64 1=3 4=1 5=1 6=36864 20=1 21=86 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,41.875931
ReLU                     Relu_4                   1 1 input.16 onnx::Conv_145 20=1 21=17696 22=13 23=1 -23328=1,1 -23329=1,90.460434
Convolution              Conv_5                   1 1 onnx::Conv_145 onnx::Add_218 0=64 1=3 4=1 5=1 6=36864 20=1 21=64 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,45.994205
Eltwise                  Add_6                    2 1 onnx::Add_218 input.8_splitncnn_0 onnx::Relu_148 0=1 20=1 21=26694 22=15 17=16512 18=14 16=1 -23328=1,1 -23329=1,37.469219
ReLU                     Relu_7                   1 1 onnx::Relu_148 input.24 20=1 21=16401 22=14 23=1 -23328=1,1 -23329=1,37.508846
Split                    splitncnn_1              1 2 input.24 input.24_splitncnn_0 input.24_splitncnn_1 -23328=1,1 -23329=2,37.508846,37.508846
Convolution              Conv_8                   1 1 input.24_splitncnn_1 input.32 0=64 1=3 4=1 5=1 6=36864 20=1 21=96 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,52.197369
ReLU                     Relu_9                   1 1 input.32 onnx::Conv_152 20=1 21=21299 22=14 23=1 -23328=1,1 -23329=1,67.855080
Convolution              Conv_10                  1 1 onnx::Conv_152 onnx::Add_224 0=64 1=3 4=1 5=1 6=36864 20=1 21=100 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,34.980854
Eltwise                  Add_11                   2 1 onnx::Add_224 input.24_splitncnn_0 onnx::Relu_155 0=1 20=1 21=22663 22=15 17=17568 18=14 -23328=1,1 -23329=1,25.942898
ReLU                     Relu_12                  1 1 onnx::Relu_155 input.40 20=1 21=30835 22=15 23=1 -23328=1,1 -23329=1,24.413095
Split                    splitncnn_2              1 2 input.40 input.40_splitncnn_0 input.40_splitncnn_1 -23328=1,1 -23329=2,24.413095,24.413095
Convolution              Conv_13                  1 1 input.40_splitncnn_1 input.48 0=128 1=3 3=2 4=1 5=1 6=73728 20=1 21=75 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,44.056202
ReLU                     Relu_14                  1 1 input.48 onnx::Conv_159 20=1 21=21337 22=14 23=1 -23328=1,1 -23329=1,57.375797
Convolution              Conv_15                  1 1 onnx::Conv_159 onnx::Add_230 0=128 1=3 4=1 5=1 6=147456 20=1 21=93 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,33.595303
Convolution              Conv_16                  1 1 input.40_splitncnn_0 onnx::Add_233 0=128 1=1 3=2 5=1 6=8192 20=1 21=373 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,62.738338
Eltwise                  Add_17                   2 1 onnx::Add_230 onnx::Add_233 onnx::Relu_164 0=1 20=1 21=21017 22=15 17=30597 18=14 -23328=1,1 -23329=1,40.240139
ReLU                     Relu_18                  1 1 onnx::Relu_164 input.60 20=1 21=28441 22=15 23=1 -23328=1,1 -23329=1,34.927814
Split                    splitncnn_3              1 2 input.60 input.60_splitncnn_0 input.60_splitncnn_1 -23328=1,1 -23329=2,34.927814,34.927814
Convolution              Conv_19                  1 1 input.60_splitncnn_1 input.68 0=128 1=3 4=1 5=1 6=147456 20=1 21=133 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,55.398094
ReLU                     Relu_20                  1 1 input.68 onnx::Conv_168 20=1 21=19650 22=14 23=1 -23328=1,1 -23329=1,66.441544
Convolution              Conv_21                  1 1 onnx::Conv_168 onnx::Add_239 0=128 1=3 4=1 5=1 6=147456 20=1 21=102 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,37.539593
Eltwise                  Add_22                   2 1 onnx::Add_239 input.60_splitncnn_0 onnx::Relu_171 0=1 20=1 21=27257 22=15 17=17609 18=14 16=1 -23328=1,1 -23329=1,31.226887
ReLU                     Relu_23                  1 1 onnx::Relu_171 input.76 20=1 21=32474 22=15 23=1 -23328=1,1 -23329=1,30.947763
Split                    splitncnn_4              1 2 input.76 input.76_splitncnn_0 input.76_splitncnn_1 -23328=1,1 -23329=2,30.947763,30.947763
Convolution              Conv_24                  1 1 input.76_splitncnn_1 input.84 0=256 1=3 3=2 4=1 5=1 6=294912 20=1 21=116 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,56.463104
ReLU                     Relu_25                  1 1 input.84 onnx::Conv_175 20=1 21=30653 22=15 23=1 -23328=1,1 -23329=1,52.820324
Convolution              Conv_26                  1 1 onnx::Conv_175 onnx::Add_245 0=256 1=3 4=1 5=1 6=589824 20=1 21=100 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,42.403858
Convolution              Conv_27                  1 1 input.76_splitncnn_0 onnx::Add_248 0=256 1=1 3=2 5=1 6=32768 20=1 21=326 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,111.922050
Eltwise                  Add_28                   2 1 onnx::Add_245 onnx::Add_248 onnx::Relu_180 0=1 20=1 21=10700 22=15 17=21622 18=13 -23328=1,1 -23329=1,36.546360
ReLU                     Relu_29                  1 1 onnx::Relu_180 input.96 20=1 21=32767 22=15 23=1 -23328=1,1 -23329=1,36.546360
Split                    splitncnn_5              1 2 input.96 input.96_splitncnn_0 input.96_splitncnn_1 -23328=1,1 -23329=2,36.546360,36.546360
Convolution              Conv_30                  1 1 input.96_splitncnn_1 input.104 0=256 1=3 4=1 5=1 6=589824 20=1 21=62 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,48.352173
ReLU                     Relu_31                  1 1 input.104 onnx::Conv_184 20=1 21=21147 22=14 23=1 -23328=1,1 -23329=1,62.407524
Convolution              Conv_32                  1 1 onnx::Conv_184 onnx::Add_254 0=256 1=3 4=1 5=1 6=589824 20=1 21=105 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,40.484535
Eltwise                  Add_33                   2 1 onnx::Add_254 input.96_splitncnn_0 onnx::Relu_187 0=1 20=1 21=32767 22=15 17=18150 18=14 16=1 -23328=1,1 -23329=1,40.484535
ReLU                     Relu_34                  1 1 onnx::Relu_187 input.112 20=1 21=16487 22=14 23=1 -23328=1,1 -23329=1,40.738457
Split                    splitncnn_6              1 2 input.112 input.112_splitncnn_0 input.112_splitncnn_1 -23328=1,1 -23329=2,40.738457,40.738457
Convolution              Conv_35                  1 1 input.112_splitncnn_1 input.120 0=512 1=3 3=2 4=1 5=1 6=1179648 20=1 21=108 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,64.914360
ReLU                     Relu_36                  1 1 input.120 onnx::Conv_191 20=1 21=20976 22=14 23=1 -23328=1,1 -23329=1,83.109077
Convolution              Conv_37                  1 1 onnx::Conv_191 onnx::Add_260 0=512 1=3 4=1 5=1 6=2359296 20=1 21=90 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,25.062147
Convolution              Conv_38                  1 1 input.112_splitncnn_0 onnx::Add_263 0=512 1=1 3=2 5=1 6=131072 20=1 21=454 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,50.435883
Eltwise                  Add_39                   2 1 onnx::Add_260 onnx::Add_263 onnx::Relu_196 0=1 20=1 21=17068 22=15 17=16486 18=13 -23328=1,1 -23329=1,26.272276
ReLU                     Relu_40                  1 1 onnx::Relu_196 input.132 20=1 21=32366 22=15 23=1 -23328=1,1 -23329=1,25.950945
Split                    splitncnn_7              1 2 input.132 input.132_splitncnn_0 input.132_splitncnn_1 -23328=1,1 -23329=2,25.950945,25.950945
Convolution              Conv_41                  1 1 input.132_splitncnn_1 input.140 0=512 1=3 4=1 5=1 6=2359296 20=1 21=133 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,54.113426
ReLU                     Relu_42                  1 1 input.140 onnx::Conv_200 20=1 21=21277 22=14 23=1 -23328=1,1 -23329=1,70.272629
Convolution              Conv_43                  1 1 onnx::Conv_200 onnx::Add_269 0=512 1=3 4=1 5=1 6=2359296 20=1 21=75 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,7.940347
Eltwise                  Add_44                   2 1 onnx::Add_269 input.132_splitncnn_0 onnx::Relu_203 0=1 20=1 21=9730 22=15 17=26773 18=13 -23328=1,1 -23329=1,7.705795
ReLU                     Relu_45                  1 1 onnx::Relu_203 input.148 20=1 21=29617 22=15 23=1 -23328=1,1 -23329=1,6.964970
Convolution              Conv_46                  1 1 input.148 input.156 0=256 1=3 4=1 5=1 6=1179648 20=1 21=75 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,15.587016
PReLU                    LeakyRelu_47             1 1 input.156 onnx::Conv_207 20=1 21=19326 22=14 23=2 -23328=1,1 -23329=1,18.386286
Convolution              Conv_48                  1 1 onnx::Conv_207 input.164 0=256 1=3 4=1 5=1 6=589824 20=1 21=135 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,15.935880
PReLU                    LeakyRelu_49             1 1 input.164 onnx::Conv_210 20=1 21=17810 22=14 23=2 -23328=1,1 -23329=1,17.323227
Convolution              Conv_50                  1 1 onnx::Conv_210 output0 0=30 1=1 5=1 6=7680 20=1 21=109 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,4.493722
